{
    "servicesData": [
        {
            "name": "Online Store Design And Development",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.svg",
            "rooturl": "online-store-design-and-development",
            "image2": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.jpg",
            "content": "some text "
        },
        {
            "name": "Website Design And Development",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design.svg",
            "rooturl": "website-design-and-development",
            "image2": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design-development.png",
            "content": "some text dfjfkj"
        },
        {
            "name": "Logo And Brand Identity Design",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/logo-brand-identity-design.svg",
            "rooturl": "logo-and-brand-identity-design",
            "image2": "",
            "content": "some text 23"
        },
        {
            "name": "Magento Development Services",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/magento-development-service.svg",
            "rooturl": "magento-development-services",
            "image2": "",
            "content": ""
        }
    ]
}
{
    "onlineStore": {
        "name": "Online Store Design And Development",
        "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.svg",
        "rooturl": "online-store-design-and-development",
        "image2": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.jpg",
        "content1": "We can develop online shops which will make your customers click the button “BUY”. ",
        "content2":"There are plenty of tips, tricks and best practice methods out there to help your business grow in the eCommerce worldWe’ve worked on hundreds of eCommerce projects and we know what it takes to generate sales.With contemporary, mobile and tablet friendly online shops, your business enhances its boundaries, becomes more popular and reachable.By the way, we believe that there is no small business online, as long as you are at millions of customers hand.With platform features like unlimited products and categories, to a secure one-page checkout, we make online shopping easy for customers and easy to manage for website owners.From selling a product or subscription, to taking payments for a service, our team can develop the custom eCommerce website solution that’s perfect for your business.If you want to increase your business profits and grow online with no limitations, so write us or give a call."
    }
}
{
    "websiteDesign" : {
        "name": "Website Design And Development",
        "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design.svg",
        "rooturl": "website-design-and-development",
        "image2": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design-development.png",
        "content1": "We have almost 7 years of experience in website design development, and we can deal with all the necessary engines as well as we know all secrets of developing a beautiful, astounding and effective web page.",
        "content2":"We have a professional group of creative designers who can help you create a unique web design, and our professional developers can develop safe, fast and awesome web sites for your business to grow.",
        "content3":"No matter you are a big corporate office owner, blogger or famous entity. We can help you and your company boost sales, reaching your target market, become more contemporary and presentable.",
        "services":[
            {"name":"Portfolio"},
            {"name":"Blog"},
            {"name":"Information web page"},
            {"name":"Online Shops"}
        ],
        "benefitList":[
            {"name":"Responsive (mobile friendly): This is a vital benefit of our web development services that enable a business site to be fully responsive or easy to access on the devices of all screen sizes such as desktop, laptop, mobile phones, tablet, etc."},
            {"name":"SEO friendly: It will help in boost ranking of the site online and generate more traffic for it."},
            {"name":"Easy to manage: You can manage easily, even if you don`t have any technical background."},
            {"name":"Fast and safe. We think about you customers, and we understand that the only way to keep them surfing on you site is the speed and the guarantee of private information."}
        ]
    }
}
{
    "logoDesign":{
        "name":"Logo and Brand Identity Design",
        "title":"Logo design means giving your company a brand and “odour” that always remains on peoples’ mind.",
        "content":"In Yereone we can help you with your logo development and brand identity building by taking into consideration your specific field of business activity, including your needs of today as well as the vision of tomorrow. As such, we provide tailor-made services to each individual client and of course incorporate these into your custom logo design, creative brand strategies. We use the innovative ideas and latest technological trends to create a brand identity that can distinguish your company among your competitors. Whether you are an established business or a startup looking to develop your own unique branding; we will provide you with surely the best design solutions ensuring your business growth.",
        "list":[
            {"name":"Gain access to our uniquely creative and talented team of designers, marketing and branding specialists, who’s works as a result reflect the latest global UI/UX design trends and technological know how."},
            {"name":"We follow up the new technological skills to deal with various assignments, consequently we can handle any kind of task whether it is a custom-made business logo, a personal logo, or a corporate logo."},
            {"name":"Individual approach towards your business in general and your corporate or personal logo."},
            {"name":"Before dealing with your logo creation process, first of all we study your business history, investigate the field and identify your advantages in the current market environment."},
            {"name":"Design a professional logo, which incorporates your specific wishes, as well as your business mission, goals and strategy."}
        ]
    }
}
{
    "works": [
        {
            "id": "1",
            "name": "Website Developement for Colmag",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/colmag-600x600.jpg",
            "image2": "https://www.yereone.com/media/portfolio/colmag-3-screens1-1200x1200.jpg",
            "image3": "https://www.yereone.com/media/portfolio/colmag-3-screens-1200x1200.jpg",
            "content1": "With 20 years of successful experience, Colmag offers the quality of reading glasses and sunglasses, Colmag Boutique is also available online. An incomparable choice of classic and trendy style in a wide range of colors at a discounted price. All forms and styles rounded or square, oversized or oval, aviator or clubmaster, there is something for all tastes.",
            "content2": "Our client wanted his website developement to be done on Magento 2 platform Our client provided us with the PSD files and the idea how they want to work his website after the end of this project.We have created some functionalities that help our client sell his product online.",
            "type": "online-shop",
            "url": "colmagboutique"
        },
        {
            "id": "2",
            "name": "Meatfish",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/meatfish-400x400.png",
            "image2": "https://www.yereone.com/media/portfolio/meatfish-screens-600.png",
            "image3": "https://www.yereone.com/media/portfolio/meatfish-iphone.jpg",
            "contact1": "Meatfish is a dutch company selling meats of fishes. This is their online store, where you can buy and order meat.The current project was executed by our specialists in 2016 within 2 month.",
            "content2": "Meatfish.nl is based on Magento v1.9. Client provided PSD files and we followed them to make website look like how client wanted. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Product, category, cart and checkout pages are also modified as per client’s PSD files.",
            "type": "online-shop",
            "url": "meatfish"
        },
        {
            "id": "3",
            "name": "WeddingRings.co.uk Online Store",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/wedding-rings-600x600.jpg",
            "image2": "https://www.yereone.com/media/portfolio/wedding-rings-co-uk-iphone-1024x1024.jpg",
            "image3": "https://www.yereone.com/media/portfolio/wedding-rings-co-uk-screens-600x600.png",
            "content1": "We are proud to present you our new partner, who has entrusted us with the creation of an online store. Wedding-Rings.co.uk is part of Hathaway Styles Limited, online retailers of high quality jewellery. They have been manufacturing quality jewellery in the UK for over 80 years which is sold throughout the UK in some of the finest jewellers. They are highly passionate about jewellery and have been involved in the jewellery industry for many years. Everyone can buy a handmade wedding ring that has been individually made by highly skilled craftspeople to their exacting requirements. They have access to talented designers and trades such as the assay office, all of which helps to make their business very efficient and enables them to send the chosen wedding ring without delay.",
            "content2": "Website is based on the Magento 2 platform. We implemented the provided PSD files and turned it into fully functional Magento 2 Online Shop, which has everything for doing online shopping.",
            "type": "online-shop",
            "url": "weddingrings-co-uk-online-store-development"
        },
        {
            "id": "4",
            "name": "Classiccreations",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/classiccreations-400x400.jpg",
            "image2": "https://www.yereone.com/media/portfolio/classic-creations-screens.png",
            "image3": "https://www.yereone.com/media/portfolio/classic-creations-mobile.jpg",
            "content1": "Classic Creations is a Canadian company, selling wedding and engagement rings. The webshop was created by Yereone in close cooperation with Classic Creations and using the Magento 1 eCommerce platform. The project was executed by our specialists in 2016 within 2 months.",
            "content2": "Classiccreations.com is based on Magento v1.9. It was creating according to the provided PSD files and instructions. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Product, category, cart and checkout pages are also modified as per client’s PSD files.",
            "type": "online-shop",
            "url": "classic-creations"
        },
        {
            "id": "5",
            "name": "Besselingbouwcombinatie",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/Besseling-300x300.jpg",
            "image2": "https://www.yereone.com/media/portfolio/besseling-screens.png",
            "image3": "https://www.yereone.com/media/portfolio/besseling-mobile.png",
            "content1": "Besselingbouwcombinatie is an Dutch company. The current project was executed by our specialists in 2016 within 1 month.",
            "content2": "Besselingbouwcombinatie.nl is based on WordPress CMS. Client provided PSD files and we followed them to make website look like how client wanted. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Product, category, cart and checkout pages are also modified as per client’s PSD files.",
            "type": "website",
            "url": "besselingbouwcombinatie"
        },
        {
            "id": "6",
            "name": "Fitnessreality",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/ironman-300x300.jpg",
            "image2": "https://www.yereone.com/media/portfolio/fitnessreality-screens.png",
            "image3": "https://www.yereone.com/media/portfolio/fitnessreality-mobile.jpg",
            "content1": "Fitnessreality is a company that sells fitness equipment. This is their online store, where you can buy bikes, ellipticals,treadmills and many more.The project was completed by our specialists in 2016 during 2 months.",
            "content2": "Fitnessreality.com is based on Magento v2.Client provided PSD files and we followed them to make website look like how client wanted. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Product, category, cart and checkout pages are also modified as per client’s PSD files.",
            "type": "online-shop",
            "url": "fitnessreality"
        },
        {
            "id": "5",
            "name": "Napoon",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/napoon.nl-300x300.jpg",
            "image2": "https://www.yereone.com/wp-content/uploads/2017/11/Napoon.nl-.png",
            "image3": "https://www.yereone.com/wp-content/uploads/2017/08/nappon-mobile.png",
            "content1": "Napoon is an Dutch company.The current project was executed by our specialists in 2016 within 1 month.",
            "content2": "Napoon.nl is based on WordPress CMS. Client provided PSD files and we followed them to make website look like how client wanted. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Post, category, contacts pages are also modified as per client’s PSD files.",
            "type": "website",
            "url": "napoon"
        },
        {
            "id": "6",
            "name": "Website development for Kokooil",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/kokooil-300x300.jpg",
            "image2": "https://www.yereone.com/media/portfolio/kokooil-screens-1200x1200.jpg",
            "image3": "",
            "content1": "The Kokoil pulling is a natural way to detoxify your body.This technique has been around for centuries and has its origins in Ayurvedic medicine.Ayurveda is a health doctrine that originates from India and is recognized by the World Health Organization (WHO).According to experts, oil pulling is already mentioned in the Charaka Samhita, a very old text in Sanskrit on which Ayurvedic health doctrine is based.",
            "content2": "",
            "type": "website",
            "url": ""
        },
        {
            "id": "7",
            "name": "Dealsondisplay",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/deals-on-display-400x400.png",
            "image2": "",
            "image3": "",
            "content1": "Dealsondisplay is an online store that sells Projectors, Monitors, Digital Photo Frames and Accessories. This is their online store, where you can their products.The project was completed by our specialists in 2016 within 2 months.",
            "content2": "Dealsondisplay.com is based on Magento v2. We were provided the PSD files and we followed them to make website look like how client wanted. We did a lot of customisations as per client’s requirements. We changed home page layout, banners, did the responsive design. Product, category, cart and checkout pages are also modified as per client’s PSD files.",
            "type": "online-shop",
            "url": "dealsondisplay"
        },
        {
            "id": "8",
            "name": "Entrenami Logo Design",
            "image": "https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Portfolio/images/entrenami-logo-design-300x300.jpg",
            "image2": "",
            "image3": "",
            "content1": "Entrenami is our new partner who trusted us to handle in all the process of logo design creation.It’s is a web platform where users can explore, discover and reserve fitness options. The name is “Entrenami” and the slogan in spanish is “Entrena mi cuerpo, entrena mi mente” that translates into “Train my body, train my mind” so we represented that.For ‘Entrenami’ logo design we chose ‘‘heart’’ symbol. When starting to train mind and body, first of all, people should heal their hearts. It is generally believed, that everything starting from the changes we make inside of our hearts. By the way when starting to train body, people open their hearts as well. In the “heart” symbol we put the geometric shapes of two hemispheres. One is an intellect and the other is intuition.",
            "content2": "",
            "type": "logo-and-branding",
            "url": "entrenami-logo-design"
        }
    ]
}

{
    "servicesData":[
        {
            name:'Online Store Design And Development',
            image:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.svg',
            rooturl:'online-store-design-and-development',
            image2:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/online-store-development.jpg',
            content:"some text "
        },
        {
            name:'Website Design And Development',
            image:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design.svg',  
            rooturl:'website-design-and-development',
            image2:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/website-design-development.png',
            content:'some text dfjfkj'
        },
        {
            name:'Logo And Brand Identity Design',
            image:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/logo-brand-identity-design.svg',    
            rooturl:'logo-and-brand-identity-design',
            image2:'',
            content:'some text 23'
        },
        {
            name:'Magento Development Services',
            image:'https://www.yereone.com/static/version1560548904/frontend/Yereone/default/en_US/Yereone_Services/images/magento-development-service.svg',
            rooturl:'magento-development-services'
        }
    ]
}